[{"Quote":"The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.","Source":"Mark Caine "},
{"Quote":"I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.","Source":"Herbert Bayard Swope "},
{"Quote":"Would you like me to give you a formula for success? It's quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn't at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember that's where you will find success.","Source":"Thomas J. Watson "},
{"Quote":"It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.","Source":"Leonardo Da Vinci"},
{"Quote":"Life is trying things to see if they work.","Source":"Ray Bradbury "},
{"Quote":"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking.","Source":"Steve Jobs "},
{"Quote":"Success is not final, failure is not fatal: it is the courage to continue that counts.","Source":"Sir Winston Churchill "},
{"Quote":"Success? I don't know what that word means. I'm happy. But success, that goes back to what in somebody's eyes success means. For me, success is inner peace. That's a good day for me.","Source":"Denzel Washington "},
{"Quote":"Every child is an artist, the problem is staying an artist when you grow up.","Source":"Pablo Picasso "},
{"Quote":"Curiosity about life in all of its aspects, I think, is still the secret of great creative people.","Source":"Leo Burnett "},
{"Quote":"Imagination was given to man to compensate him for what he is not, and a sense of humor was provided to console him for what he is.","Source":"Oscar Wilde "},
{"Quote":"Nobody realizes that some people expend tremendous energy merely to be normal.","Source":"Albert Camus "},
{"Quote":"It would be nice to spend billions on schools and roads, but right now that money is desperately needed for political ads.","Source":"Andy Borowitz "},
{"Quote":"Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.","Source":"Bill Vaughan "},
{"Quote":"Before you judge a man, walk a mile in his shoes. After that who cares?... He's a mile away and you've got his shoes!","Source":"Billy Connolly "},
{"Quote":"We never really grow up, we only learn how to act in public.","Source":"Bryan White "},
{"Quote":"I'm too drunk to taste this chicken.","Source":"Colonel Sanders "},
{"Quote":"Remember, today is the tomorrow you worried about yesterday.","Source":"Dale Carnegie "},
{"Quote":"A failure is like fertilizer; it stinks to be sure, but it makes things grow faster in the future.","Source":"Denis Waitley "},
{"Quote":"As long as people will accept crap, it will be financially profitable to dispense it.","Source":"Dick Cavett "},
{"Quote":"The cure for boredom is curiosity. There is no cure for curiosity.","Source":"Dorothy Parker "},
{"Quote":"I was born to make mistakes, not to fake perfection.","Source":"Drake "},
{"Quote":"Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.","Source":"E. B. White "},
{"Quote":"My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is.","Source":"Ellen DeGeneres "},
{"Quote":"May the forces of evil become confused on the way to your house.","Source":"George Carlin "},
{"Quote":"The greatest thief this world has ever produced is procrastination, and he is still at large.","Source":"Josh Billings "},
{"Quote":"The road to success is always under construction.","Source":"Lily Tomlin "},
{"Quote":"Always remember that you are absolutely unique. Just like everyone else.","Source":"Margaret Mead "},
{"Quote":"I would have written a shorter letter, but I did not have the time.","Source":"Mark Twain "},
{"Quote":"Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.","Source":"Miles Kington "},
{"Quote":"The only reason some people get lost in thought is because it's unfamiliar territory.","Source":"Paul Fix "},
{"Quote":"By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.","Source":"Robert Frost "},
{"Quote":"The trouble with telling a good story is that it invariably reminds the other fellow of a dull one.","Source":"Sid Caesar "},
{"Quote":"Crocodiles are easy. They try to kill and eat you. People are harder. Sometimes they pretend to be your friend first.","Source":"Steve Irwin "},
{"Quote":"It takes considerable knowledge just to realize the extent of your own ignorance.","Source":"Thomas Sowell "},
{"Quote":"Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.","Source":"Thomas Szasz "},
{"Quote":"A rich man is nothing but a poor man with money.","Source":"W. C. Fields "},
{"Quote":"The road to success is dotted with many tempting parking spaces.","Source":"Will Rogers "},
{"Quote":"Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing.","Source":"William James "},
{"Quote":"The best revenge is massive success.","Source":"Frank Sinatra "},
{"Quote":"Press on - nothing can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Perseverance and determination alone are omnipotent.","Source":"Calvin Coolidge "},
{"Quote":"Never regret something that once made you smile.","Source":"Amber Deckers "},
{"Quote":"If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again.","Source":"Flavia "},
{"Quote":"Worry does not empty tomorrow of its sorrow, it empties today of its strength.","Source":"Corrie Boom "},
{"Quote":"I can write better than anybody who can write faster, and I can write faster than anybody who can write better. ","Source":"A. J. Liebling "},
{"Quote":"The artist is nothing without the gift, but the gift is nothing without work. ","Source":"Emile Zola "},
{"Quote":"The use of COBOL cripples the mind; its teaching should, therefore, be regarded as a criminal offense. ","Source":"Edsgar Dijkstra "},
{"Quote":"A mathematician is a device for turning coffee into theorems. ","Source":"Paul Erdos "},
{"Quote":"Problems worthy of attack prove their worth by fighting back. ","Source":"Paul Erdos "},
{"Quote":"If you can't get rid of the skeleton in your closet, you'd best teach it to dance. ","Source":"George Bernard Shaw "},
{"Quote":"The true measure of a man is how he treats someone who can do him absolutely no good. ","Source":"Samuel Johnson "},
{"Quote":"A witty saying proves nothing. ","Source":"Voltaire "},
{"Quote":"The nice thing about being a celebrity is that if you bore people they think it's their fault. ","Source":"Henry Kissinger "},
{"Quote":"Education is a progressive discovery of our own ignorance. ","Source":"Will Durant "},
{"Quote":"Advice is what we ask for when we already know the answer but wish we didn't ","Source":"Erica Jong "},
{"Quote":"One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important. ","Source":"Bertrand Russell "},
{"Quote":"There are two ways of constructing a software design; one way is to make it so simple that there are obviously no deficiencies, and the other way is to make it so complicated that there are no obvious deficiencies. The first method is far more difficult. ","Source":"C. A. R. Hoare "},
{"Quote":"You can pretend to be serious; you can't pretend to be witty. ","Source":"Sacha Guitry "},
{"Quote":"I don't know anything about music. In my line you don't have to. ","Source":"Elvis Presley "},
{"Quote":"Men are not disturbed by things, but the view they take of things. ","Source":"Epictetus "},
{"Quote":"I have never let my schooling interfere with my education. ","Source":"Mark Twain "},
{"Quote":"Well done is better than well said. ","Source":"Benjamin Franklin "},
{"Quote":"The man who goes alone can start today; but he who travels with another must wait till that other is ready. ","Source":"Henry David Thoreau "},
{"Quote":"A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty. ","Source":"Sir Winston Churchill "},
{"Quote":"We are not retreating - we are advancing in another Direction. ","Source":"General Douglas MacArthur "},
{"Quote":"He is no fool who gives what he cannot keep to gain what he cannot lose.","Source":"Jim Elliot"},
{"Quote":"Education is what remains after one has forgotten everything he learned in school.","Source":"Albert Einstein"},
{"Quote":"No one can make you feel inferior without your consent.","Source":"Eleanor Roosevelt"},
{"Quote":"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.","Source":"Maya Angelou"},
{"Quote":"Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.","Source":"Martin Luther King Jr."},
{"Quote":"Without music, life would be a mistake.","Source":"Friedrich Nietzsche"},
{"Quote":"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.","Source":"Ralph Waldo Emerson"},
{"Quote":"Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.","Source":"Marilyn Monroe"},
{"Quote":"Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.","Source":"Groucho Marx"},
{"Quote":"I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living.","Source":"Dr. Seuss"},
{"Quote":"I love deadlines. I love the whooshing noise they make as they go by.","Source":"Douglas Adams"},
{"Quote":"I'm not afraid of death; I just don't want to be there when it happens.","Source":"Woody Allen"},
{"Quote":"Logic will get you from A to Z; imagination will get you everywhere.","Source":"Albert Einstein"},
{"Quote":"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","Source":"Groucho Marx"},
{"Quote":"Some people never go crazy. What truly horrible lives they must lead.","Source":"Charles Bukowski"},
{"Quote":"Time you enjoy wasting is not wasted time.","Source":"Marthe Troly-Curtin"},
{"Quote":"The reason I talk to myself is because I'm the only one whose answers I accept.","Source":"George Carlin "},
{"Quote":"There is nothing to writing. All you do is sit down at a typewriter and bleed.","Source":"Ernest Hemingway"},
{"Quote":"But better to get hurt by the truth than comforted with a lie.","Source":"Khaled Hosseini"},
{"Quote":"You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.","Source":"Madeleine L'Engle"},
{"Quote":"The truth is rarely pure and never simple.","Source":"Oscar Wilde"},
{"Quote":"I became insane, with long intervals of horrible sanity.","Source":"Edgar Allen Poe"},
{"Quote":"I speak to everyone in the same way, whether he is the garbage man or the president of the university.","Source":"Albert Einstein"},
{"Quote":"Fate is like a strange, unpopular restaurant filled with odd little waiters who bring you things you never asked for and don't always like.","Source":"Lemony Snicket"},
{"Quote":"A children's story that can only be enjoyed by children is not a good children's story in the slightest.","Source":"C.S. Lewis"},
{"Quote":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.","Source":"Albert Camus"},
{"Quote":"Nothing is impossible, the word itself says 'I'm possible'!","Source":"Audrey Hepburn"},
{"Quote":"Maybe our favorite quotations say more about us than about the stories and people we're quoting.","Source":"John Green"},
{"Quote":"Do what you feel in your heart to be right - for you'll be criticized anyway.","Source":"Eleanor Roosevelt"},
{"Quote":"There's a fine line between genius and insanity. I have erased this line.","Source":"Oscar Levant"},
{"Quote":"Facts do not cease to exist because they are ignored.","Source":"Aldous Huxley"},
{"Quote":"Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.","Source":"Mark Twain"},
{"Quote":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","Source":"Ernest Hemingway"},
{"Quote":"If we knew what it was we were doing, it would not be called research, would it?","Source":"Albert Einstein"},
{"Quote":"I am not young enough to know everything.","Source":"Oscar Wilde"},
{"Quote":"There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it.","Source":"Bertrand Russell"},
{"Quote":"If you're reading this...  Congratulations, you're alive.  If that's not something to smile about, then I don't know what is.","Source":"Chad Sugg"},
{"Quote":"Fantasy is hardly an escape from reality. It's a way of understanding it.","Source":"Lloyd Alexander"}]
